{"id":["dunnington_etal19b"],"type":["paper-conference"],"title":["Establishing the timing of stable Pb deposition in Maritime-Canadian Lakes"],"publisher":["North American Lake Management Society"],"event":["the North American Lake Management Society International Symposium"],"abstract":["Establishing age-depth models for lake sediment cores is essential to determine the causal relationships that form the basis of many paleolimnological investigations critical to lake management. ^210^Pb dating is an essential tool to establish recent (<150 years) lake sediment age-depth models, however the cost, interpretability, and turnaround time required to measure ^210^Pb in lake sediments is often a barrier to the inclusion of paleolimnological data in lake management studies. Stable Pb is present in measurable concentrations in many lake sediments, is rapidly and cost-effectively measured, and often follows a regional pattern of increase following aerial deposition of particulates from industrial development. To establish the degree to which stable Pb can be used as a reliable stratigraphic marker in lake sediments, we measured stable Pb concentrations in 20 ^210^Pb-dated sediment cores in Quebec, New Brunswick, and Nova Scotia, Canada, using X-Ray Fluorescence Spectroscopy. Pb concentrations ranged from non-detect (2 ppm) to 250 ppm, with a substantial increase observed between 1900 and 1930. Peak lead concentration dates were variable, but generally ocurred between 1970 and 1990. Lakes with an earlier rise in stable Pb concentration tended to have historical coal-fired activity nearby (within 5 km), and one lake had Pb mining within the catchment, which led to a Pb concentration controlled by watershed disturbance. For most lakes, the timing of the initial increase was within the range of ^210^Pb age-depth model error, suggesting that this marker could be used to construct or validate age-depth models in recent lake sediments."],"author":[{"family":["Dunnington"],"given":["Dewey W."]},{"family":["Spooner"],"given":["I. S."]},{"family":["Kurek"],"given":["Joshua"]},{"family":["White"],"given":["Christopher E."]},{"family":["Gagnon"],"given":["Graham A."]}],"issued":{"date-parts":[[2019,11]]},"publisher-place":["Burlington, Vermont"]}
