{"id":["anderson_etal21"],"abstract":["Dissolved organic matter (DOM) concentrations have been increasing in parts of the northern hemisphere for several decades. This process—brownification—often accompanies increasing iron and aluminum, but the metal–DOM interactions these concurrent trends imply are poorly described. Here we used field-flow fractionation with UV and ICP-MS detection to measure the size distribution of colloidal iron, aluminum, manganese, copper, uranium, and chromophoric DOM in six lakes over six months. Five of these lakes have browned to some degree in the past three decades, with linear increases in organic carbon and color ranging from 0.01 to 0.13 mg C L−1 yr−1 and 0.13–1.94 PtCo yr−1. Browning trends were more pronounced and colloids more abundant in lakes with wetlands in their catchments. Iron and aluminum were present in two primary fractions, sized nominally at 1 and 1000 kDa. The 1 kDa fraction included the primary DOM signal, while the 1000 kDa fraction absorbed minimally at 254 nm and likely represents iron-rich (oxyhydr)oxides. Colloidal manganese was sized at 1000+ kDa, whereas colloidal copper and uranium occurred primarily at 1 kDa. These associations fit with a pattern of increasing DOC, iron, aluminum, and color in the region’s lakes. They represent a significant challenge for drinking water treatment systems, especially those in remote communities. Given that browning trends are expected to continue, monitoring plans would better inform treatment process design and operation by characterizing DOM and iron-rich, primarily inorganic colloids that contribute to adverse water quality outcomes."],"accessed":{"date-parts":[[2021,4,11]]},"author":[{"family":["Anderson"],"given":["Lindsay E."]},{"family":["Trueman"],"given":["Benjamin F."]},{"family":["Dunnington"],"given":["Dewey W."]},{"family":["Gagnon"],"given":["Graham A."]}],"container-title":["npj Clean Water"],"DOI":["10.1038/s41545-021-00115-4"],"ISSN":["2059-7037"],"issue":["1"],"issued":{"date-parts":[[2021,4,9]]},"language":["en"],"number":["1"],"page":["1-10"],"publisher":["Nature Publishing Group"],"source":["www-nature-com.ezproxy.library.dal.ca"],"title":["Relative importance of organic- and iron-based colloids in six Nova Scotian lakes"],"type":["article-journal"],"URL":["http://www.nature.com/articles/s41545-021-00115-4"],"volume":["4"]}
