{"id":["redden_etal21"],"abstract":["Declining emissions of sulfur and nitrogen have curtailed acid deposition across large areas of North America and Europe. This has allowed many lakes to recover from acidification, with decreases in sulfate, increases in pH, and increases in alkalinity. But reduced acid deposition has not always coincided with chemical lake recovery. Surface waters in Nova Scotia did not exhibit clear evidence of recovery as recently as 2007, due in part to increasing organic acidity and slow replenishment of base cations. In an updated assessment with data collected as recently as 2019, we analyze water chemistry representing 81 lakes and rivers and two precipitation monitoring stations over up to 41 years. We find that Nova Scotia surface waters are now exhibiting signs of chemical recovery. We estimated the linear decrease in precipitation sulfate and nitrate yield at up to 0.31 and 0.18 kg ha-1 yr-2, respectively, and the linear increase in precipitation pH at up to 0.014 yr-1. Sulfate decreased in 60 of 62 lakes and 14 of 17 rivers (-0.0051 – -0.23 mg L-1 yr-1), while pH increased in 55 of 64 lakes and 11 of 17 rivers (0.0015 – 0.072 yr-1). Apparent colour increased in 54 of 62 lakes and 13 of 17 rivers (0.0026 – 3.9 Pt-Co yr-1). We identified increasing aluminum trends in 46 of 61 lakes, and we show using size-exclusion chromatography that binding to organic and iron-based colloids may help to explain these trends. To the extent that increases in apparent colour are explained by chromophoric dissolved organic matter (DOM), they imply greater binding capacity for metals in surface waters, and greater capacity for DOM to stabilize metal (oxyhydr)oxide colloids."],"accessed":{"date-parts":[[2021,2,2]]},"author":[{"family":["Redden"],"given":["David J."]},{"family":["Trueman"],"given":["Benjamin F."]},{"family":["Dunnington"],"given":["Dewey W."]},{"family":["Anderson"],"given":["Lindsay E."]},{"family":["Gagnon"],"given":["Graham"]}],"container-title":["Environmental Science: Processes & Impacts"],"container-title-short":["Environ. Sci.: Processes Impacts"],"DOI":["10.1039/D0EM00425A"],"ISSN":["2050-7895"],"issued":{"date-parts":[[2021,2,1]]},"language":["en"],"publisher":["The Royal Society of Chemistry"],"source":["pubs.rsc.org"],"title":["Chemical recovery and browning of Nova Scotia surface waters in response to declining acid deposition"],"type":["article-journal"],"URL":["https://pubs.rsc.org/en/content/articlelanding/2021/em/d0em00425a"]}
