{"id":["davidson_etal17"],"type":["paper-conference"],"title":["Spatiotemporal assessment of metal concentrations of pre-effluent estuarine sediments in a freshwater kraft pulp mill taillings pond in Pictou County, Nova Scotia, using paleolimnological methods"],"event":["Atlantic Universities Geoscience Conference"],"abstract":["Paleolimnological research at a former estuary in Pictou County, Nova Scotia, that has been contaminated by effluent from a kraft pulp mill and other inputs over the past 50 years has focussed on understanding the spatiotemporal distribution of metals in pre- and post-disturbance sediments. The site was dammed in 1967, effectively converting it into a shallow freshwater lake (140 ha, 4 m max. depth). The lake bottom sediments in Boat Harbour reflect both estuarine and fresh water environments, and can be broadly characterised as grey marine clay (50% water content) which is overlain by black, organic-rich sediment (90% water content). The contact between these two units is sharp and is present through the basin. To inform post- remediation management decisions the marine sediment was analysed for the spatiotemporal distribution of As, Cd, Cr, Cu, Pb, Ti, Zn, Mo, and Ni, which were identified as uniquely representative of impact at the site. The samples were collected using a gravity corer, were analysed for metal concentrations using a portable X-ray Fluorescence (pXRF) analyzer and ICP-MS techniques and distribution was modelled using QGIS. Preliminary results indicate that As, Cr, Cu, Zn, and Pb concentrations at reference sites meet or exceed interim sediment quality guidelines. Metal loads in the grey marine clay at the impacted site are similar to or higher than those at the reference sites. Metals in the marine sediment at the impacted site and the reference sites show little stratigraphic variability, indicating that overprinting of contaminants from the overlying organic sediment at the impacted site is not likely. Spatial distribution maps of metals are being completed; preliminary results indicate substantial variability in metal concentrations spatially. These data must be taken into consideration in both the remediation and compliance stages of environmental assessment at the site."],"DOI":["doi:10.4138/atlgeol.2017.014"],"author":[{"family":["Davidson"],"given":["Kirklyn Barry"]},{"family":["Holmes"],"given":["Baillie E.J."]},{"family":["Spooner"],"given":["I. S."]},{"family":["Lake"],"given":["Craig B."]},{"family":["Walker"],"given":["Tony R."]},{"family":["Dunnington"],"given":["D.W."]}],"issued":{"date-parts":[[2017,10]]},"publisher-place":["St. John's, Newfoundland"]}
