{"id":["johnston_etal20"],"abstract":["The National Hydrometric Program, operated by the Water Survey of Canada, is the primary source of\nwater resourcessurface water quantity data in Canada. The network is cost-shared between the federal\nand provincial governments, and decisions relating to station placement are made according to both\nfederal and provincial interests. Nova Scotia is a small maritime province on the Atlantic Coast ofin\nAtlantic Canada. It is that is roughly one third the size of England and Wales and has a diverse climate\nand geology. The Nova Scotia hydrometric monitoring network currently consists of just 31 stations. The\noverall objective of this study was to determine how well the current network captures the level of\nhydrologic variability expected in the province using a regional catchment classification scheme. To\naccomplish this, we developed a combined inductive-deductive catchment classification system and\napplied it to the province’s active monitoring network and 250+ ungauged major watersheds. Initially,\nhydrologic signatures were used to quantify the catchment function of 47 long-term gauged catchments\nand to cluster similarly behaving catchments. We identified five generalized flow classes and then\nattempted to replicate this classification using a deductive-based decision tree framework with\nphysiographic and meteorological explanatory variables. The validated decision tree was used to classify\nthe active hydrometric network and 250+ major watersheds in the province. The network was assessed\nto determine how well it covered the expected hydrologic variability in the major watersheds across the\nprovince. The decision tree proved to be a useful tool for understanding the current network’s coverage\nand could also be easily applied by practitioners to identify appropriate donor catchments for ungauged\nwatersheds."],"author":[{"family":["Johnston"],"given":["Lindsay"]},{"family":["Dunnington"],"given":["D.W."]},{"family":["Greenwood"],"given":["Mark"]},{"family":["Kurylyk"],"given":["Barret"]},{"family":["Jamieson"],"given":["Rob"]}],"event":["European Geosciences Union"],"issued":{"date-parts":[[2020,5]]},"publisher-place":["Vienna, Austria"],"title":["Hydrologic assessment of a small maritime hydrometric monitoring network using a combined inductive-deductive process-informed catchment classification system"],"type":["paper-conference"]}
