{"id":["dunnington_etal20"],"abstract":["Mass accumulation rates, tracer element ratios, enrichment factors, excess measures, and centred log-ratios are elemental measures used in paleolimnological studies when more than one source (e.g., pollution and/or erosion) contributes an element of interest to the sediment archive, or when the closure constraint results in spurious correlations between element concentrations. To determine which measures performed best, we created a model to simulate sediment archives with known inputs from multiple sources. We then calculated each measure and evaluated performance based on whether or not the measure preserved the timing and/or magnitude of mass input from a single source (e.g., pollution). We found that mass accumulation rates performed well when there was a low concentration of the target element in the erosional source, tracer element ratios performed well when erosion was constant, and excess measures performed well when erosion was variable. Enrichment factors did not preserve the magnitude of mass input between simulations with different erosional compositions, and tracer element ratios performed poorly when erosion was not constant. We confirmed these results using real elemental geochemistry from two lakes near Halifax, Nova Scotia, the data from which suggested that the composition of the erosional source is likely to change over time. Collectively our data suggest that while elemental measures are useful interpretive tools, each method has specific numerical and geochemical assumptions that must be evaluated prior to its use. Assumptions of each measure used in a study should be made clear, and concentration profiles should always be made available to the reader."],"author":[{"family":["Dunnington"],"given":["D.W."]},{"family":["Gregory"],"given":["Braden R. B."]},{"family":["Spooner"],"given":["I. S."]},{"family":["White"],"given":["Christopher E."]},{"family":["Gagnon"],"given":["Graham A."]}],"container-title":["Journal of Paleolimnology"],"DOI":["10.1007/s10933-020-00123-3"],"issue":["155-166"],"issued":{"date-parts":[[2020,5,19]]},"title":["Evaluating the performance of calculated elemental measures in sediment archives"],"type":["article-journal"],"volume":["64"]}
